export const thirdPrivacyTextFirst = `
제1조
(목적)
이 약관은 주식회사 케이지이니시스(이하 ‘회사’라 합니다)가 제공하는 전자지급결제대행서비스 및 결제대금예치서비스를 이용자가 이용함에 있어 회사와 이용자 사이의 전자금융거래에 관한 기본적인 사항을 정함을 목적으로 합니다.

제2조
(용어의 정의)
이 약관에서 정하는 용어의 정의는 다음과 같습니다.

1. ‘전자금융거래’라 함은 회사가 전자적 장치를 통하여 전자지급결제대행서비스 및 결제대금예치서비스 (이하 ‘전자금융거래 서비스’라고 합니다)를 제공하고, 이용자가 회사의 종사자와 직접 대면하거나 의사소통을 하지 아니하고 자동화된 방식으로 이를 이용하는 거래를 말합니다.
2. ‘전자지급수단’이라 함은 전자자금이체, 선불전자지급수단, 전자화폐, 신용카드, 전자채권 그 밖에 전자적 방법에 따른 지급 수단을 말합니다.
3. ‘전자지급결제대행서비스’라 함은 전자적 방법으로 재화의 구입 또는 용역의 이용에 있어서 지급결제정보를 송신하거나 수신하는 것 또는 그 대가의 정산을 대행하거나 매개하는 서비스를 말합니다.
4. ‘결제대금예치서비스’라 함은 구매자가 판매자의 재화를 구입 또는 용역의 이용(이하 ‘재화 등’이라고 합니다)에 대하여 결제한 대금(이하 '결제대금'이라 한다)의 전부 또는 일부를 회사가 예치한 후, 재화 등의 공급 완료 확인 시점까지 결제대금을 예치하는 서비스를 말합니다.
5. ‘구매자’라 함은 판매자가 운영하는 사이트에서 재화 등을 구매하기 위해 결제대금예치서비스를 이용하는 개인 또는 법인을 말합니다.
6. ‘판매자’라 함은 구매자에게 재화 등을 공급하고 예치된 결제대금을 지급받는 개인 또는 법인을 말하며, 「전자상거래 등에서의 소비자보호에 관한 법률」 제2조 제3호의 통신판매업자를 포함합니다.
7. ‘가맹점’이라 함은 회사와의 계약에 따라 전자지급수단에 의한 거래에 있어서 이용자에게 재화 또는 용역을 제공하는 자로서 전자금융업자가 아닌 자를 말합니다.
8. ‘이용자’라 함은 이 약관에 동의하고 회사가 제공하는 전자금융거래 서비스를 이용하는 자를 말합니다.
9. ‘접근매체’라 함은 전자금융거래에 있어서 거래지시를 하거나 이용자 및 거래내용의 진실성과 정확성을 확보하기 위하여 사용되는 수단 또는 정보로서 전자식 카드 및 이에 준하는 전자적 정보(신용카드번호를 포함한다), ‘전자서명법’상의 인증서, 회사에 등록된 이용자번호, 이용자의 생체정보, 이상의 수단이나 정보를 사용하는데 필요한 비밀번호 등 전자금융거래법 제2조 제10호에서 정하고 있는 것을 말합니다.
10. ‘거래지시’라 함은 이용자가 본 약관에 의하여 체결되는 전자금융거래계약에 따라 회사에 대하여 전자금융거래의 처리를 지시하는 것을 말합니다.
11. ‘오류’라 함은 이용자의 고의 또는 과실 없이 전자금융거래가 전자금융거래계약 또는 이용자의 거래지시 에 따라 이행되지 아니한 경우를 말합니다.
12. ‘정보통신망’이라 함은 전기통신설비를 이용하거나 전기통신설비와 컴퓨터 및 컴퓨터의 이용기술을 활용 하여 정보를 수집∙가공∙검색∙송신 또는 수신하는 정보통신체제를 말합니다.
본 조 및 본 약관의 다른 조항에서 정의한 것을 제외하고는 전자금융거래법 등 관계 법령에 따릅니다.

제3조
(약관의 명시·교부·설명)
1. 회사는 이용자에게 약관을 명시하여야 하고, 이용자의 요청이 있는 경우 전자문서의 전송(전자우편을 이용한 전송을 포함합니다.), 모사전송, 우편 또는 직접 교부의 방식으로 약관의 사본을 이용자에게 교부하여야 합니다.
2. 회사는 이용자가 약관의 내용에 대한 설명을 요청하는 경우 다음 각 호의 어느 하나의 방법으로 이용자에게 약관의 중요내용을 설명하여야 합니다.
- 약관의 중요내용을 이용자에게 직접 설명
- 약관의 중요내용에 대한 설명을 전자적 장치를 통하여 이용자가 알기 쉽게 표시하고 이용자로부터 해당 내용을 충분히 인지하였다는 의사표시를 전자적 장치를 통하여 수령
제4조
(약관의 변경)
1. 회사가 이 약관을 변경하는 때에는 변경되는 약관의 시행일 1월 전에 그 내용을 해당 전자금융거래를 수행하는 전자적 장치(해당 전자적 장치에 게시하기 어려울 경우에는 이용자가 접근하기 용이한 전자적 장치)에 게시하고 이용자에게 통지하여야 합니다. 다만, 이용자가 이의를 제기할 경우 회사는 이용자에게 적절한 방법으로 약관 변경내용을 통지하였음을 확인해 주어야 합니다.
2. 제1항에도 불구하고 법령의 개정으로 인하여 긴급하게 약관을 변경한 때에는 변경된 약관을 전자적 장치에 최소 1개월 이상 게시하고 이용자에게 통지하여야 합니다.
3. 회사가 제1항 및 제2항에 따라 변경된 약관을 게시하거나 통지하는 경우에는 “이용자가 약관의 변경내용이 게시되거나 통지된 후부터 변경되는 약관의 시행일 전의 영업일까지 이내에 계약을 해지할 수 있으며, 약관의 변경내용에 이의를 제기하지 아니하는 경우 약관의 변경내용에 승인한 것으로 본다.”라는 취지의 내용을 통지하여야 합니다.
4. 이용자는 약관의 변경내용이 게시되거나 통지된 후부터 변경되는 약관의 시행일 전의 영업일까지 전자금융거래의 계약을 해지할 수 있고, 약관의 변경내용에 대하여 이의를 제기하지 아니하는 경우에는 약관의 변경을 승인한 것으로 봅니다.
제5조
(전자지급결제 대행서비스의 종류)
회사가 제공하는 전자지급결제대행서비스는 지급결제수단에 따라 다음과 같이 구별됩니다.

1. 신용카드결제대행서비스 : 이용자가 결제대금의 지급을 위하여 제공한 지급결제수단이 신용카드인 경우로서, 회사가 전자결제시스템을 통하여 신용카드 지불정보를 송,수신하고 결제대금의 정산을 대행하거나 매개하는 서비스를 말합니다.
2. 계좌이체대행서비스 : 이용자가 결제대금을 회사의 전자결제시스템을 통하여 금융기관에 등록 정산을 대행하거나 매개하는 서비스를 말합니다. 한 자신의 계좌에서 출금하여 원하는 계좌로 이체할 수 있는 실시간 송금 서비스를 말합니다.
3. 가상계좌서비스 : 이용자가 결제대금을 현금으로 결제하고자 경우 회사의 전자결제시스템을 통하여 자동 으로 이용자만의 고유한 일회용 계좌의 발급을 통하여 결제대금의 지급이 이루어지는 서비스를 말합니다.
4. 정기결제서비스: 이용자가 지정한 결제수단으로 일정주기에 따른 날짜에 또는 별도로 이용자가 지정한 약정일자에 단건으로 승인 가능한 결제서비스를 말합니다. 회사는 이용자가 월자동결제서비스를 이용할 경우에는 전자적 대금 결제창에서 이용금액과 매월 자동 결제된다는 내용에 체크하는 방법 등으로 명시적 동의를 받습니다.
5. 기타 : 회사가 제공하는 서비스로서 지급결제수단의 종류에 따라 ‘휴대폰 결제대행서비스’, ‘ARS결제대행 서비스’, ‘상품권결제대행서비스’등이 있습니다.
제6조
(정기결제서비스 특칙)
1. 정기결제 서비스는 회사에서 대행하여 제공하는 서비스이므로, 신용카드 결제내역에는 정기출금과 관련한 이용가맹점이 ㈜케이지이니시스로 표기됩니다.
2. 회사는 정기출금 결제대행만을 수행하므로, 정기출금 결제신청 해지 등과 관련한 모든 업무는 해당 가맹점(인터넷 상점)을 통해 직접 요청하셔야 합니다.
3. 회사는 이용자의 본 서비스와 관련한 거래내역을 e-mail로 통보 드리며, www.inicis.com에서 별도 조회하실 수 있습니다. 회사는 정기결제 서비스 제공을 위해 필요한 최소정보만(성명, e-mail)을 해당 가맹점으로부터 수령하여 보관하게 됩니다.
제7조
(결제대금예치서비스의 내용)
1. 이용자(이용자의 동의가 있는 경우에는 재화 등을 공급받을 자를 포함합니다. 이하 본 조에서 같습니다)는 재화 등을 공급받은 사실을 재화 등을 공급받은 날부터 3영업일 이내에 회사에 통보하여야 합니다.
2. 회사는 이용자로부터 재화 등을 공급받은 사실을 통보받은 후 회사와 통신판매업자간 사이에서 정한 기일 내에 통신판매업자에게 결제대금을 지급합니다.
3. 회사는 이용자가 재화 등을 공급받은 날부터 3영업일이 지나도록 정당한 사유의 제시없이 그 공급 받은 사실을 회사에 통보하지 아니하는 경우에는 이용자의 동의없이 통신판매업자에게 결제대금을 지급할 수 있습니다.
4. 회사는 통신판매업자에게 결제대금을 지급하기 전에 이용자에게 결제대금을 환급받을 사유가 발생한 경우에는 그 결제대금을 소비자에게 환급합니다.
5. 회사는 이용자와의 결제대금예치서비스 이용과 관련된 구체적인 권리, 의무를 정하기 위하여 본 약관과는 별도로 결제대금예치서비스이용약관을 제정할 수 있습니다.
제8조
(구매자의 의무)
1. 구매자는 결제대금예치서비스의 이용과 관련하여 본 약관 및 관계법령에서 규정한 사항을 준수해야 합니다.
2. 구매자가 재화 등을 공급받기 전에 구매 취소를 희망할 경우에는 즉시 그 의사를 회사에 통보하고, 공급받은 재화를 반송하거나 용역의 이용을 거부해야 합니다.
3. 구매자가 이미 공급받은 재화에 대한 반품을 희망할 경우에는 구매확정 전에 회사에 그 의사를 통보하고, 공급받은 재화를 반송해야 합니다.
제9조
(판매자의 의무)
1. 판매자는 결제대금예치서비스의 이용과 관련하여 본 약관 및 관계법령에서 규정한 사항을 준수해야 합니다.
2. 회사가 구매자의 결제대금을 입금 사실을 판매자에게 통보하면, 판매자는 재화 등을 배송하고, 해당 배송정보를 회사의 시스템에 등록해야 합니다.
3. 판매자는 회사 또는 구매자가 재화 등의 배송에 관련된 증빙자료를 요구하는 경우, 증빙자료를 제출하여야 합니다.
4. 판매자는 재화 등의 하자, 미배송, 배송 중 파손 등의 경우를 포함한 구매자의 모든 이의제기, 청약철회 등 요청에 대하여 직접 처리해야 합니다.
제10조
(회사의 의무)
1. 회사는 결제대금예치서비스의 제공과 관련하여 본 약관 및 관계법령에서 규정한 사항을 준수하여 지속적이고 안정적인 서비스를 제공할 의무가 있습니다.
2. 회사는 구매자의 구매확정이 있은 후, 회사와 판매자 간에 정한 기일 내에 판매자에게 결제대금을 지급합니다.
3. 회사는 구매자가 재화 등을 공급받은 날로부터 3영업일이 지나도록 정당한 사유의 제시 없이 구매확정을 하지 않는 경우에는 구매확정이 있는 것으로 간주하여 구매자의 동의없이 판매자에게 결제대금을 지급할 수 있습니다.
4. 회사가 판매자에게 결제대금을 지급하기 전에 구매자에게 결제대금을 환급 받을 사유가 발생한 경우에는 구매자의 계좌 또는 구매자가 지정한 계좌로 결제대금을 환급합니다. 단, 공급받은 재화의 반송이 필요할 경우에는 반송이 완료된 날을 환급 사유 발생일로 봅니다.
제11조
(이용시간)
1. 회사는 이용자에게 연중무휴 1일 24시간 전자금융거래 서비스를 제공함을 원칙으로 합니다.
단, 금융기관 기타 결제수단 발행업자의 사정에 따라 달리 정할 수 있습니다.
2. 회사는 정보통신설비의 보수, 점검 기타 기술상의 필요나 금융기관 기타 결제수단 발행업자의 사정에 의하여 서비스 중단이 불가피한 경우, 서비스 중단 3일 전까지 게시가능한 전자적 수단을 통하여 서비스 중단 사실을 게시한 후 서비스를 일시 중단할 수 있습니다.
다만, 시스템 장애복구, 긴급한 프로그램 보수, 외부요인 등 불가피한 경우에는 사전 게시없이 서비스를 중단할 수 있습니다.
제12조
(접근매체의 선정과 사용 및 관리)
1. 회사는 전자금융거래 서비스 제공 시 접근매체를 선정하여 이용자의 신원, 권한 및 거래지시의 내용 등을 확인할 수 있습니다. 해당정보를 이용하지 않으며, 파기 요구 시에는 즉각 폐기하여 어떠한 용도로도 사용할 수 없도록 합니다.
2. 이용자는 접근매체를 제3자에게 대여하거나 사용을 위임하거나 양도 또는 담보 목적으로 제공 할 수 없습니다.
3. 이용자는 자신의 접근매체를 제3자에게 누설 또는 노출하거나 방치하여서는 안되며, 접근매체의 도용이 나 위조 또는 변조를 방지하기 위하여 충분한 주의를 기울여야 합니다.
회사는 이용자로부터 접근매체의 분실이나 도난 등의 통지를 받은 때에는 그 때부터 제3자가 그 접근 매 체를 사용함으로 인하여 이용자에게 발생한 손해를 배상할 책임이 있습니다.
유출에 주의하여 주시기 바랍니다.
제13조
(거래내용의 확인)
1. 회사는 이용자와 미리 약정한 전자적 방법을 통하여 이용자의 거래내용(이용자의 ‘오류정정 요구 사실 및 처리결과에 관한 사항’을 포함합니다)을 확인할 수 있도록 하며, 이용자의 요청이 있는 경우에는 요청을 받은 날로부터 2주 이내에 모사전송 등의 방법으로 거래내용에 관한 서면을 교부합니다.
2. 회사가 이용자에게 제공하는 거래내용 중 거래계좌의 명칭 또는 번호, 거래의 종류 및 금액, 거래 상대방을 나타내는 정보, 거래일자, 전자적 장치의 종류 및 전자적 장치를 식별할 수 있는 정보와 해당 전자금융 거래와 관련한 전자적 장치의 접속기록은 5년간, 건당 거래금액이 1만원 이하인 소액 전자금융거래에 관한 기록, 전자지급수단 이용시 거래승인에 관한 기록, 이용자의 오류정정 요구 사실 및 처리결과에 관한 사항은 1년간의 기간을 대상으로 합니다.
3. 이용자가 제1항에서 정한 서면교부를 요청하고자 할 경우 다음의 주소 및 전화번호로 요청할 수 있습니다.
– 주소 : (04517) 서울특별시 중구 통일로 92 케이지타워 14,15층 ㈜케이지이니시스
– 이메일 주소 : sm@kggroup.co.kr
– 전화번호 : 1588-4954
제14조
(오류의 정정 등)
1. 이용자는 전자금융거래 서비스를 이용함에 있어 오류가 있음을 안 때에는 회사에 대하여 그 정정을 요구할 수 있습니다.
2. 회사는 전항의 규정에 따른 오류의 정정요구를 받은 때에는 이를 즉시 조사하여 처리한 후 정정요구를 받은 날부터 2주 이내에 그 결과를 이용자에게 알려 드립니다.
3. 이용자는 전자금융거래 서비스를 이용함에 있어 오류가 있음을 안 때에는 회사에 대하여 그 정정을 요구 할 수 있습니다.
4. 회사는 전항의 규정에 따른 오류의 정정요구를 받은 때에는 이를 즉시 조사하여 처리한 후 정정요구를 받은 날부터 2주 이내에 그 결과를 이용자에게 알려 드립니다.
제15조
(회사의 책임)
1. 회사는 다음 각호의 사유 발생으로 인하여 ‘이용자’에게 손해가 발생하였을 경우 이에 대한 배상 책임이 있습니다.
– 접근매체의 위조나 변조로 발생한 사고
– 계약체결 또는 거래지시의 전자적 전송이나 처리 과정에서 발생한 사고
– 전자금융거래를 위한 전자적 장치 또는 ‘정보통신망’에 침입하여 거짓이나 그 밖의 부정한 방법으로 획득한 접근매체의 이용으로 발생한 사고
2. 본 조 제1항에도 불구하고 다음 각 호의 사유로 발생한 사고에 대해선, 그 책임의 전부 또는 일부를 ‘이용자’가 부담합니다
– 법인(‘중소기업기본법’ 제2조 제2항에 의한 소기업을 제외합니다)인 ‘이용자’에게 손해가 발생한 경우로 서 ‘회사’가 사고를 방지하기 위하여 보안절차를 수립하고 이를 철저히 준수하는 등 합리적으로 요구되는 충분한 주의의무를 다한 경우
– ‘이용자’가 제12조를 위반하여 접근매체를 제3자에게 대여하거나 사용을 위임하거나 양도 또는 담보 목적으로 제공한 경우
– 제3자가 권한 없이 ‘이용자’의 접근매체를 이용하여 전자금융거래를 할 수 있음을 알았거나 알 수 있었음에도 불구하고 ‘이용자’가 자신의 접근매체를 누설 또는 노출하거나 방치한 경우
– 제13조의 따른 확인 외에 보안강화를 위하여 전자금융거래 시 ‘회사’가 요구하는 추가적인 보안조치를 요구하였음에도 불구하고 ‘이용자’가 정당한 사유 없이 이를 거부하여 ‘회사’의 정보통신망에 침입 하여 거짓이나 그 밖의 부정한 방법으로 사고가 발생한 경우
– 이용자가 제3호에 따른 추가적인 보안조치에 사용되는 접근매체에 대하여 다음 각 목의 어느 하나에 해 당하는 행위를 하여 ‘회사’의 정보통신망에 침입하여 거짓이나 그 밖의 부정한 방법으로 사고가 발생한 경우
가. 누설 또는 방치한 행위
나. 제3자에게 대여하거나 그 사용을 위임한 행위 또는 양도나 담보의 목적으로 제공한 행위
제16조
(전자지급거래 계약의 효력)
1. 회사는 이용자의 거래지시가 전자지급거래에 관한 경우 그 지급절차를 대행하며, 전자지급거래에 관한 거래지시의 내용을 전송하여 지급이 이루어지도록 합니다.
2. 회사는 이용자의 전자지급거래에 관한 거래지시에 따라 지급거래가 이루어지지 않은 경우 수령한 자금을 이용자에게 반환하여야 합니다.
제17조
(거래지시 철회)
1. 이용자는 전자지급거래에 관한 거래지시의 경우 지급의 효력이 발생하기 전까지 거래지시를 철회할 수 있습니다.
2. 전항의 지급의 효력이 발생 시점은 다음 각 호의 사유를 말합니다.
– 전자자금이체의 경우에는 거래지시된 금액의 정보에 대하여 수취인의 계좌가 개설되어 있는 금융기관 의 계좌이체 원장에 입금기록이 끝난 때
– 그 밖의 전자지급 수단으로 지급하는 경우에는 거래지시된 금액의 정보가 수취인의 계좌가 개설되어 있는 금융기관의 전자적 장치에 입력이 끝난 때
3. 이용자는 지급의 효력이 발생한 경우에는 전자상거래 등에서의 소비자보호에 관한 법률 등 관련 법령상 청약의 철회의 방법 또는 본 약관 제5조에서 정한 바에 따라 결제대금을 반환받을 수 있습니다.
제18조
(한도 등)
회사의 정책 및 결제업체(이동통신사, 카드사 등)의 기준에 따라 이용자의 결제수단별 월 누적 결제액 및 결제한도가 제한될 수 있습니다.

제19조
(전자지급결제 대행 서비스 이용 기록의 생성 및 보존)
1. 회사는 이용자가 전자금융거래의 내용을 추적, 검색하거나 그 내용에 오류가 발생한 경우에 이를 확인하거나 정정할 수 있는 기록을 생성하여 보존합니다.
2. 전항의 규정에 따라 회사가 보존하여야 하는 기록의 종류 및 보존방법은 제13조에서 정한 바에 따릅니다.
제20조
(분쟁처리 및 분쟁조정)
회사는 전자금융거래 서비스를 제공함에 있어서 취득한 이용자의 인적사항, 이용자의 계좌, 접근매체 및 전자금융거래의 내용과 실적에 관한 정보 또는 자료를 이용자의 동의를 얻지 아니하고 제3자에게 제공, 누설하거나 업무상 목적 외에 사용하지 아니합니다. 다만 「금융실명거래 및 비밀보장에 관한 법률」 제4조 제1항 단서의 규정에 따른 경우 및 그 밖에 다른 법률에서 정하는 바에 따른 경우에는 그러하지 아니하다.

제21조
(전자금융 거래정보의 제공금지)
1. 이용자는 다음의 분쟁처리 책임자 및 담당자에 대하여 전자금융거래 서비스 이용과 관련한 의견 및 불만 의 제기, 손해배상의 청구 등의 분쟁처리를 요구할 수 있습니다.
– 담당자 : RM팀
– 연락처(전화번호, FAX) : 3430-5847, 3430-5889
– E-mail : inirm@kggroup.co.kr
2. 이용자가 회사에 대하여 분쟁처리를 신청한 경우에는 회사는 15일 이내에 이에 대한 조사 또는 처리 결과를 이용자에게 안내합니다.
3. 이용자는 ‘금융감독기구의 설치 등에 관한 법률’ 제51조의 규정에 따른 금융감독원의 금융분쟁조정위원회 나 ‘소비자보호법’ 제31조 제1항의 규정에 따른 소비자보호원에 회사의 전자금융거래 서비스의 이용과 관련한 분쟁조정을 신청할 수 있습니다.
제22조
(회사의 안정성 확보 의무)
회사는 전자금융거래의 안전성과 신뢰성을 확보할 수 있도록 전자금융거래의 종류별로 전자적 전송이나 처리를 위한 인력, 시설, 전자적 장치 등의 정보기술부문 및 전자금융업무에 관하여 금융감독위원회가 정하는 기준을 준수합니다.

제23조
(약관 외 준칙 및 관할)
1. 이 약관에서 정하지 아니한 사항에 대하여는 전자금융거래법, 전자상거래 등에서의 소비자 보호에 관한 법률, 통신판매에 관한 법률, 여신전문금융업법 등 소비자보호 관련 법령에서 정한 바에 따릅니다.
2. 회사와 이용자간에 발생한 분쟁에 관한 관할은 민사소송법에서 정한 바에 따릅니다.
부칙 (2010년 4월 12일)
– 최초 시행일자 : 2007년 1월 1일
– 변경 공고일자 : 2023년 6월 30일
– 변경 시행일자 : 2023년 7월 31일
`

export const thirdPrivacyTextSecond = [
['개인정보의 수집 및 이용목적', '수집항목 및 수집방법', '개인정보의 보유 및 이용 기간']
, [`1) 전자금융거래서비스 제공에 관한 결제 정보 등 개인정보 수집
- 이용자가 구매한 재화나 용역의 결제 및 현금영수증 발행
- 결제 과정 중 본인 식별, 인증, 실명확인 및 이용자가 결제한 거래의 내역을 요청하는 경우 응대 및 확인
- 이용자가 결제한 거래의 취소 또는 환불, 상품 배송 등 전자상거래 관련 서비스 제공
- 이용자가 결제한 대금의 청구 및 수납
- 전자금융거래 및 통신 과금 서비스 이용 불가능한 이용자(미성년자 등)와 불량, 불법 이용자의 부정 이용 방지
- 서비스 제공 및 관련 업무 처리에 필요한 동의 또는 철회 등 의사확인
- 회사가 제공하는 결제 알림 메일 발송
- 고객 불만 및 민원처리
- 이용자의 테이블 오더 결제
2) 신규 서비스 개발 활용 및 인구학적 특성에 따른 통계자료로 활용
- 이용 빈도 파악 및 통계학적 특성에 따른 서비스 제공
- 신규 서비스 개발 및 통계학적 특성 분석
- 서비스의 유효성 확인, 접속빈도 파악, 회원의 서비스이용에 대한 통계자료 활용`
,`1) 수집항목
가. 전자금융거래서비스 이행과 관련 수집 정보
- 이용자의 생년월일 및 성별
- 이용자의 신용카드 정보(카드번호, 유효기간, 생년월일, 비밀번호 앞 2자리) 또는 지불하고자 하는 금융기관 계좌 정보(계좌번호, 계좌비밀번호, 예금주명)
- 이용자의 휴대폰 또는 유선 전화 번호 및 가입 통신사
- 이용자의 상품권 번호 및 상품권 제공사의 회원 아이디, 비밀번호 등
- 이용자의 결제하고자 하는 포인트 카드 정보
- 이용자의 전자지갑 휴대폰번호 등 결제 정보
- 이용자의 접속 IP
- 이용자의 이메일
- 이용자의 상품 또는 용역 거래 정보`
, `이용자의 개인정보는 원칙적으로 개인정보의 수집 및 이용목적이 달성되면 지체 없이 파기 합니다. 단, 아래와 같이 전자금융거래법, 전자상거래 등에서의 소비자 보호에 관한 법률 등 관련 법령에 의하여 보존할 필요가 있는 경우 관련 법령에서 정한 일정한 기간 동안 개인정보를 보존합니다. 이 경우 회사는 보관하는 정보를 그 보관의 목적으로만 이용하며 보존기간은 아래와 같습니다.
- 건당 1만원 초과 전자금융거래에 관한 기록
보존이유: 전자금융거래법
보존기간: 5년
- 건당 1만원 이하 전자금융거래에 관한 기록
보존이유: 전자금융거래법
보존기간: 1년
- 계약 또는 청약 철회 등에 관한 기록
보존이유: 전자상거래 등에서의 소비자보호에 관한 법률
보존기간: 5년
- 대금결제 및 재화 등의 공급에 관한 기록
보존이유: 전자상거래 등에서의 소비자보호에 관한 법률
보존기간: 5년
- 소비자의 불만 또는 분쟁 처리에 관한 기록
보존이유: 전자상거래 등에서의 소비자보호에 관한 법률
보존기간: 3년`]
]

export const thirdPrivacyTextThird: string[][] = [
['제공목적', '제공받은 자', '개인정보의 항목', '보유 및 이용기간']
, ['신용카드 결제', 
`– 8개 카드사: 국민, 비씨, 롯데, 삼성, NH농협, 현대, 신한, 하나
– 4개 시중은행: 신한,   SC제일, 씨티, 하나
– 10개 특수은행: 농협, 기업, 국민, 저축, 수협, 신협, 우체국, 새마을금고, 카카오뱅크, 토스뱅크
– 7개 지방은행: 대구, 부산, 경남, 광주, 전북, 조흥, 제주
– 1개 전업카드사: 우리
– 7개 VAN사 : ㈜코밴, 브이피㈜, 한국결제네트웍스(유), 나이스페이먼츠㈜, 한국정보통신㈜, ㈜스마트로, NHN KCP'`, `거래정보 (카드번호, 고객명, 생년월일, 전화번호)
※비씨카드 : IP포함`, '관계 법령에 따른 보관의무 기간 동안']
, ['계좌이체 결제', '– 금융결제원, 쿠콘', `거래정보 (계좌번호, 고객명, 생년월일)
※금융결제원 주민번호 미 제공
※공인인증서 서명 검증 및 신원확인 시 주민번호 제공`, '']
, ['간편결제', '㈜카카오페이, ㈜에스에스지닷컴, 엔에치엔페이코㈜, 롯데맴버스㈜, 케이뱅크㈜, 삼성전자㈜, ㈜비바리퍼블리카, 네이버파이낸셜㈜, ㈜티머니, 현대카드㈜, 텐센트, 알리바바', '거래정보 (전화번호, 상품명)', '']
, ['가상계좌 결제', '-국민, 농협, 우리, 신한, 하나, 기업, 우체국, 부산, 경남, 대구, 수협, SC, 광주, 전북, 케이뱅크, 새마을금고 - 더즌, 쿠콘, 헥토파이낸셜', '거래정보 (가상 계좌번호)', '']
, ['휴대폰 결제', '㈜SKT, ㈜KT, ㈜LGU+, MVNO사업자, ㈜모빌리언스, ㈜다날', '거래정보 (휴대폰 번호, 생년월일, 성별, IP)', '']
, ['상품권 결제, 부정결제 확인', '한국문화진흥, 페이즈북앤라이프, 해피머니아이엔씨', '거래정보 (구매자 ID, 비밀번호, 상품권번호, IP)', '']
, ['포인트 결제', '㈜SK플래닛, 엠비즈, 삼성전자, 롯데멤버스', '거래정보(포인트 카드번호, 카드비밀번호, 고객명 등)', '']
, ['해외카드 결제 시 인증', '㈜아이엘케이코리아', '거래정보(카드번호, 유효기간) 카드 소유주 정보(소유주명, 소유주 이메일)', '']
, ['현금영수증 발행', '국세청', '거래정보(주민번호, 휴대폰번호, 고객명 등)', '']
, ['본인확인 인증', '㈜KG모빌리언스', '	성명, 생년월일, 성별, 휴대폰번호, 내외국인 식별정보, CI, DI', '']
, ['사은품 증정, KG모바일 서비스/할인 등의 혜택 제공을 위한 정보 제공', 'KG모빌리언스', '성명, 생년월일, 고유식별정보 대체Key값(NICE평가정보㈜의 세이프키), 고유식별정보, 이동전화번호, 서비스 가입 및 이용정보, 주소, 계약정보(계약금액, 계약기간, 품목, 납부정보 등)', '']
, ['전자서명 인증 사업자 인증서의 간편인증 및 전자서명 서비스 중개', '신한SIGN, KB모바일, 하나, 우리WON , NH모바일', '성명, 생년월일, 전화번호', '']
, ['계좌주성명조회, 계좌실명조회.계좌점유인증', '쿠콘, 더즌, 헥토파이낸셜', '성명, 생년월일, 계좌번호, 사업자번호', '']
, ['SMS 알림톡', 'LG헬로비전, 다우기술, 카카오', '휴대폰 번호', '']
];